Repository: mozilla-l10n/mt-training-data
Catalog: ps/ps_pontoon.tmx
Source language: en_us
Languages: ps

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
ps: د جملې تصویب کولو لپاره ښي خوا ته سوايپ کړئ. د ردولو لپاره یې کیڼ لور ته سوايپ کړئ. د پریښودو لپاره پورته سوايپ کړئ. <strong>خپل نظر وړاندې کول مه هیروئ!</strong>

source: Syriac
ps: سیریايي

source: Tag
ps: ټګ

source: Tagalog
ps: تګالوګ

source: Tahitian
ps: تایتیاني

source: Taiwanese (Minnan)
ps: تایواني (منان)

source: Tajik
ps: تاجيکي

source: Taking several attempts to read a word.
ps: د یوې کلمې لوستلو لپاره څو هڅې کول.

source: Tamazight
ps: تامازیت

source: Tamil
ps: تامیلي

source: Tap
ps: ټپ کړئ

source: Tarifit
ps: تاريفيت

source: Tatar
ps: تاتاري

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
ps: Tatoeba د ژبې زده کړې کې د کارولو لپاره د جملو، ژباړو، او ویل شوي غږو لوی ډېټابیس دی. پدې ډاونلوډ کې د دوی د ټولنې لخوا ثبت شوې ویل شوې انګریزي ژبه شتون لري.

source: Technology and Robotics
ps: ټیکنالوژي او روبوټکس

source: Technology that speaks your language
ps: ټیکنالوژي چې ستاسو په ژبه خبرې کوي

source: TED-LIUM Corpus
ps: د ټیډ - لیم لیک ټولګه

source: Teke
ps: تېکې

source: “Tell me what your parents said when you told them your big news — exactly how they said it.”
ps: "ما ته ووایه چې ستاسو مور او پلار څه وویل کله چې تاسو دوی ته خپل لوی خبرونه وویل - په سمه توګه دوی دا څنګه وویل."

source: Tell us what you'd like to download:
ps: موږ ته ووایاست چې تاسو څه ډاونلوډ کول غواړئ:

source: Telugu
ps: تولیګوي

source: Tepeuxila Cuicatec
ps: ټيپوکسيلا کوېکاټيک

source: Terms
ps: شرطونه

source: <termsLink>Terms</termsLink>
ps: <termsLink>منښتونه</termsLink>

source: Teutila Cuicatec
ps: تېوتيلا کويکاتېک

source: Thai
ps: تایلنډي

source: Thanks for confirming your account, now let's build your profile.
ps: ستاسو د ګڼون د تصدیقولو لپاره مننه، اوس راځئ چې ستاسو پېژنیال جوړ کړو.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
ps: په 50 ژبو کې له 259k څخه زیاتو خلکو د مرستې څخه مننه، دا ډېټا د وینا-وړ کاریالونو روزلو لپاره کارول کیږي ترڅو انساني غږ ته ښه ځواب ووایي.

source: Thank you for contributing your bulk submission!
ps: ستاسو د لوی سپارلو د مرستې لپاره مننه!

source: Thank you for contributing your voice!
ps: ستاسو د غږ کلپونو د مرستې لپاره مننه!

source: Thank you for donating your voice clips!
ps: ستاسو د غږ کلپونو د مرستې لپاره مننه!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
ps: د ثبتولو څخه مو مننه! <lineBreak></lineBreak> اوس خپل کليپونه لاندې وګورئ او واستوئ.

source: Thank you for your information
ps: له مالوماتو مو مننه

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
ps: ستاسو د { $lang } سره د مرستې د علاقې څخه مننه. موږ زیار کاږو چې هره ژبه د پیل لپاره چمتو او ټیمونه د برېښنالیک له لارې خبر وساتو. که تاسو غواړئ مرسته وکړئ، مهربانې وکړئ لاندې خپل برېښنالیک راتیار کړئ.

source: Thank you for your voice information
ps: ستاسو د غږ معلوماتو لپاره مننه

source: Thank you! You’ve sent a new language enquiry
ps: مننه! تاسو د نوې ژبې پوښتنې لیږلي دي

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
ps: غوره جملې طبیعي او خبرې اترې دي - دوی باید د یو چا لپاره لوستل اسانه وي. پداسې حال کې چې په جملو کې د فونیټیک تنوع او مختلف ټکي مهم دي، موږ هڅه کوو چې د جملې ثبت کول د امکان تر حده زموږ د رضاکار ټولنې لپاره ښکیل او ساتیري کړي.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
ps: د ګټورې وینا پیژندنې انجن رامینځته کولو لپاره غوره جملې خبرې ، عصري خبرې دي. ځینې نظریات چې تاسو سره د جملو په جوړولو کې مرسته کوي؛

source: The bumblebee sped by.
ps: مچۍ په تېزۍ سره روانه شوه.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
ps: د کلیپ هدیره د غږ هغه کلیپونه لري چې د عام غږ ډېټاسیټ کې ځای ندی ورکړل شوی. د ډېټاسیټ په څیر، د کلیپ هدیره د ډاونلوډ لپاره شتون لري.

source: The clip has disrespectful or offensive language.
ps: کلیپ بې ادبه یا د سپکاوی ژبه لري.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
ps: د عام غږ ډېټاسیټ په سلهاو زره غږیزې نمونې لري چې پراخندويو سره د غږ پېژندنې الو په رامینځته کولو کې مرسته کوي.

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
ps: ټولنه د عام غږ زړه دی - دوی د ټولې نړۍ څخه راځي، او د ژبې فعالین، ساینس پوهان او هنرمندان دي. تاسو کولی شئ زموږ <about>په هکله</about> پاڼې او زموږ په <community>د ټولنې د کار طریقه</community> کې د ګډون کولو څرنګوالي په اړه نور معلومات زده کړئ. که تاسو ژور سازماني ملګرتیا ته لیوالتیا لرئ، <emailFragment> اړیکه ونیسئ.</emailFragment>

source: The content contains a language different than I was expecting.
ps: په منځپانگه کې زما د تمې بېله ژبه ده.

source: The content has disrespectful or offensive language.
ps: منځپانگې بې ادبه او د سپکاوي ډکه ژبه لري.

source: The following special tags should be used to mark disfluencies, fillers and other types of non-verbal content (in English).
ps: لاندې ځانګړي ټګونه باید د ناڅرګندتیاوو، ډکونکو او نورو غیر لفظي منځپانګو ډولونو (په انګلیسي کې) د نښه کولو لپاره وکارول شي.

source: The giant dino [cough] the Triassic.
ps: لوی ډینو [ټوخی] تریاسیک.

source: The giant dinosaur of the Triassic.
ps: د ټریاسیک لوی ډیناسور.

source: The giant dinosaurs of the Triassi-.
ps: د تریاسي لوی ډیناسور.

source: The giant dinosaurs of the Triassic.
ps: د ټریاسیک لوی ډیناسور.

source: The giant dinosaurs of the Triassic. [read by one voice]
ps: د ټریاسیک لوی ډیناسور. [په یو غږ لوستل]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
ps: د ټریاسیک لوی ډیناسور. <strong>[په یو غږ لوستل]</strong>

source: The giant dinosaurs of the Triassic. Yes.
ps: د ټریاسیک لوی ډیناسور. هو.

source: The giant dino <strong>[cough]</strong> the Triassic.
ps: لوی ډینو <strong>[ټوخی]</strong> تریاسیک.

source: The MediaRecorder API is not supported in your browser.
ps: ستاسو براوزر د MediaRecorder API نه شي چلولی.

source: The number of recordings and which languages you contribute to will be public.
ps: د ثبتونو شمیره او کومې ژبې چې تاسو پکې ونډه اخلئ عامه به وي.

source: The page you are looking for could not be found
ps: هغه پاڼه چې تاسو یې لټوئ ونه موندل شوه

source: The question should be answerable in just a couple of sentences.
ps: پوښتنه باید یوازې په څو جملو کې ځواب شي.

source: There are currently no sentences to review in this language.
ps: اوس مهال په دې ژبه کې د بیاکتنې لپاره هیڅ جملې شتون نلري.

source: There are currently no transcriptions to check for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ps: اوس مهال د دې ژبې لپاره هېڅ لیکلې بڼې نه شته چې وکتل شي. که تاسو کومه برخه پرېښې وي، کولای شئ له پرېښودل شوو برخو څخه دوام ورکړئ او يا هم د غږ د ليږل کېدو برخې ته ولاړ شئ او وروسته بيا هڅه وکړئ.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
ps: د ژبې په اړه فکر کولو لپاره ډیری لارې شتون لري. د وینا د پیژندنې ماډلونو لپاره، عام غږ وړاندیز کوي چې په متقابل پوهاوي تمرکز وکړي، یا "ایا د دې ژبې ویونکي اکثرا یو بل پوهیږي که دوی هڅه وکړي؟"

source: There are no more questions for this language. If you have skipped any, you can continue with skipped content or go to transcribe audio and try again later.
ps: د دې ژبې لپاره نورې پوښتنې نشته. که تاسو کومه يوه پرېښې وي؛ نو کولی شئ د پرېښودل شوې منځپانگې سره دوام ورکړئ يا غږيز لېږد ته ورشئ او وروسته بيا هڅه وکړئ.

source: The recording was too long.
ps: ثبت ډیر اوږد وو.

source: The recording was too quiet.
ps: ثبت ډیر غلی وو

source: The recording was too short.
ps: ثبت ډیر لنډ وو.

source: There is currently no audio to transcribe for this language. Please refresh the page or try again later.
ps: اوس مهال د دې ژبې د لیکلو لپاره هیڅ غږ نشته. مهرباني وکړئ پاڼه تازه کړئ یا وروسته بیا هڅه وکړئ.

source: There is no “perfect” way to answer
ps: د ځواب ورکولو لپاره کومه "بشپړه" لاره نشته

source: The request took too long to complete. This is usually temporary. Please try again. For help, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
ps: د غوښتنې بشپړولو کې ډېر وخت ونیو. دا معمولا لنډمهاله وي. مهرباني وکړئ بیا هڅه وکړئ. د مرستې لپاره، مهرباني وکړئ د <matrixLink>Matrix ټولنې چیٹ</matrixLink> سره یوځای شئ، د <githubLink>GitHub</githubLink> له لارې د سایټ مسلې وڅارئ یا <discourseLink>زموږ د خبرو اترو فورمونو</discourseLink> ته مراجعه وکړئ.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
ps: شمېرې. د سرچینې په متن کې باید هیڅ شمیرې نه وي ځکه چې دوی کولی شي ستونزې رامینځته کړي کله چې په لوړ غږ لوستل کیږي. هغه طریقه چې یو شمیر لوستل کیږي په شرایطو پورې اړه لري او ممکن په ډیټاسیټ کې ګډوډي معرفي کړي. د مثال په توګه، "2409" شمیره په سمه توګه د "څلورویشت صفر نهه" او "دوه زره څلور سوه نهه" په توګه لوستل کیدی شي.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
ps: د لوستونکو ترمنځ به په حجم کې طبیعي توپیرونه وي. رد کړئ یوازې هغه وخت چې حجم دومره لوړ وي چې ریکارډ نګ ماتیږي، یا (په عام ډول) که دا دومره ټیټ وي چې تاسو نشئ اوریدلی چې د لیکل شوي متن ته اشاره کولو پرته څه ویل کیږي.

source: The route was unclear.
ps: لاره ناڅرګنده وه.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
ps: دا ژبې دا مهال د ټولنې لخوا تر پراختیا لاندې دي. د پرمختګ پټې په ګوته کوي چې هره ژبه څومره ليری د <localizationGlossaryLink> ویب سایټ ځایي ژبې ته ژباړلو </localizationGlossaryLink> او <sentenceCollectionGlossaryLink> د جملو ټولګه </sentenceCollectionGlossaryLink> په پروسه کې ده.

source: The selected file is too large
ps: ټاکل شوې دوتنه خورا لویه ده

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
ps: د جملې راټولونکی د اصلي عام غږ پلیټ فارم ته حرکت کوي. تاسو اوس کولی شئ یو جمله <writeURL>لیکئ</writeURL> یا <reviewURL>بیاکتنه</reviewURL> په عام غږ کې د یوې جملې سپارل.

source: The sentence has a grammatical or spelling error.
ps: جمله ګرامري یا املايي تېروتنه لري.

source: The sentence has disrespectful or offensive language.
ps: جمله بې ادبه یا د سپکاوی ژبه لري.

source: The sentence must be grammatically correct.
ps: جمله باید په ګرامري لحاظ سمه وي.

source: The sentence must be speakable.
ps: جمله باید د ویلو وړ وي.

source: The sentence must be spelled correctly.
ps: جمله باید په سمه توګه ولیکل شي.

source: The sentence should have fewer than 15 words.
ps: جمله باید له 15 څخه لږ کلمې ولري.

source: The site is ready to be launched when it reaches 75% completion.
ps: دا سایټ د پیل کولو لپاره چمتو دی کله چې دا 75٪ بشپړیدو ته ورسیږي.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
ps: سایټ به ژر تر ژره بیرته راشي. د وروستي مالوماتو لپاره، مهرباني وکړئ د <matrixLink> میټریکس ټولنې چټ</matrixLink> کې ګډون وکړئ یا <githubLink>> ګیټ هب </ GithubLink> یا <discourseLink> زموږ د خبرو اترو فورم </discourseLink> ته مراجعه وکړئ ترڅو د سایټ تجربې ستونزې وسپارئ.

source: The sound of laughter.
ps: د خندا غږ.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
ps: د TED-LIUM لیک ټولګه د غږیزو خبرو او د دوی له لیکنو چې د TED ویب پاڼې کې يې شتون درلود جوړ شوی.

source: The website text is translated into that language.
ps: د ویب سایټ متن په دې ژبه ژباړل شوی.

source: Think for a moment about the prompt, consider what kind of thing you’d like to say, but don’t script yourself too much. Click the ‘record’ icon. Once you’ve recorded you can listen to yourself, re-record, delete or submit.
ps: د یوې شیبې لپاره د اشارې په اړه فکر وکړئ، په پام کې ونیسئ چې تاسو څه ډول خبره ویل غواړئ، مګر ځان ډیر مه لیکئ. د 'ریکارډ' آیکون کلیک وکړئ. یوځل چې تاسو ثبت کړئ تاسو کولی شئ ځان ته غوږ ونیسئ، بیا ثبت کړئ، حذف کړئ یا وسپارئ.

source: Think of real-life moments or situations: jokes, arguments, traditions
ps: د حقیقي ژوند شیبو یا حالاتو په اړه فکر وکړئ: ټوکې، دلیلونه، دودونه

source: This content contains personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
ps: دا منځپانگه د يو کس هويت پورې اړوند ځاني پېژندنې وړ مالومات لري، لکه د دوی نوم، برېښليک پته، ځای، پېژند شمېره، يا تېليفون شمېره.

source: This content is asking for personally identifiable information related to an individual's identity, such as their name, email address, location, identification number, or phone number.
ps: دا منځپانگه د يو کس هويت پورې اړوند ځاني پېژندنې وړ مالوماتو غوښتنه کوي، لکه د دوی نوم، برېښليک پته، ځای، پېژند شمېره، يا تېليفون شمېره.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
ps: دا معلومات د چمتو کولو لپاره اختیاري دي - تاسو باید یوازې دا اضافه کړئ که تاسو آرام احساس کوئ. کله چې موږ ډیټاسیټ خپروو، موږ ټول شخصي معلومات تخلص کوو، او ډاډ ترلاسه کوو چې ستاسو نوم او بریښنالیک په څیر معلومات د ډیموګرافیک معلوماتو سره تړاو نلري لکه عمر یا جنسیت.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex. For technology to work well for everyone, the data that helps developers to build technology needs to reflect a diverse range of people. Learn more about why metadata matters.
ps: دا معلومات د چمتو کولو لپاره اختیاري دي - تاسو باید یوازې دا اضافه کړئ که تاسو آرام احساس کوئ. کله چې موږ ډیټاسیټ خپروو، موږ ټول شخصي معلومات تخلص کوو، او ډاډ ترلاسه کوو چې ستاسو نوم او بریښنالیک په څیر معلومات د ډیموګرافیک معلوماتو لکه عمر یا جنسیت سره تړلي ندي. د ټیکنالوژۍ لپاره چې د هرچا لپاره ښه کار وکړي، هغه معلومات چې پراختیا کونکو سره د ټیکنالوژۍ په جوړولو کې مرسته کوي اړتیا لري د خلکو متنوع لړۍ منعکس کړي. د دې په اړه نور معلومات زده کړئ چې ولې میټاډاټا اهمیت لري.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
ps: دا د استعمال ګرځولو په موخه یوه برخه ده چې د شمیر او هو/نه پیژندلو پیاوړولو لپاره ډېټا لري.

source: This is how you cite yourself if you wrote the content yourself.
ps: دا څنګه تاسو خپل ځان حواله کوئ که تاسو پخپله مینځپانګه لیکلي وي.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
ps: دا امستنه ستاسو د مخکښ-بورډ لید کنټرولوي. کله چې پټ وي، ستاسو پرمختګ به خصوصي وي. دا پدې مانا ده چې ستاسو عکس، د کارن نوم او پرمختګ به په مخکښ-بورډ کې څرګند نشي. په یاد ولرئ چې د لیډربورډ بیا سمسورول د بدلونونو د اغیز لپاره ~ { $minutes } دقیقې وخت نیسي.

source: Three to go!
ps: درې پاته دي!

source: Thur
ps: اکولي

source: Tibetan
ps: تبتي

source: Tigre
ps: ټیګري

source: Tigrinya
ps: ټیګرینیايي

source: Tlazoyaltepec Mixtec
ps: تلازويالتېپېک ميگستېک

source: Tlingit
ps: تلینگيتي

source: Toba Qom
ps: توبا کوم

source: To change or edit your email, send us an email to <emailFragment>commonvoice@mozilla.com</emailFragment>
ps: د خپل بریښنالیک بدلولو یا سمولو لپاره، موږ ته بریښنالیک واستوئ <emailFragment>commonvoice@mozilla.com</emailFragment>

source: Today
ps: نن

source: Today's Common Voice progress on clips recorded
ps: د ثبت کلیپونو د نن ورځې د عامه غږ پرمختګ

source: Today's Common Voice progress on clips validated
ps: د تایید کلیپونو د نن ورځې د عامه غږ پرمختګ

source: Today's Progress
ps: د نن ورځې پرمختګ

source: Toki Pona
ps: توکي پونا

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
ps: د دې لپاره چې د عام غږ ډېټاسیټ رامینځته شي، د غږ کلیپونه باید د دوه جلا کاروونکو لخوا تایید شي.

source: Too many files
ps: ډیری فایلونه

source: Top Contributors
ps: مخکښ مرسته کوونکي

source: Torwali
ps: توروالي

source: Total
ps: ټولټال

source: Total Approved
ps: ټولټال منل شوي

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
ps: { $totalHours } ساعتونهد لاسته راوړلو وړ یوازي په { $periodMonths } میاشتېکه چیرې{ $people } خلکثبتونه{ $clipsPerDay } کلیپونه په یوه ورځ

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
ps: ښي خوا ته موږ د هغه مالوماتو چې موږ يې عاموو ګټې روښانه او تشریح کوو. په خپل اله کې د عام غږ ګڼون سره پیل کولو لپاره لاندې تړوني وکاروئ.

source: Toward next goal
ps: د راتلونکي موخې په لور

source: Track progress here and on your stats page.
ps: دلته او ستاسو د شمیرو په پاڼه کې پرمختګ تعقیب کړئ.

source: Transcribe
ps: لېږدونه

source: Transcribe Audio
ps: آډیو نقل کړئ

source: Transcribe audio recordings into text
ps: د آډیو ریکارډونه په متن کې انتقال کړئ

source: Transcribe audio recordings in your language
ps: په خپله ژبه کې د آډیو ریکارډونه په متن کې انتقال کړئ

source: Transcribe Audio <small>(Coming soon)</small>
ps: آډیو نقل کړئ <small>(ډیر ژر راځي)</small>

source: Transcribe the Audio
ps: آډیو نقل کړئ

source: Transcript edited successfully
ps: لیکلی متن په بریالیتوب سره سم شو.

source: Transcript skipped successfully
ps: لیکلی متن په بریالیتوب سره تېر شو.

source: Transcript voted successfully
ps: لیکلی متن په بریالیتوب سره تائید شو.

source: Transgender
ps: نرښځی

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
ps: <translateVideoLink>د پونټون کارولو څرنګوالي په اړه زموږ لارښود وګورئ.</translateVideoLink>

source: Translating the site
ps: د سایټ ژباړه

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
ps: ژباړه له انګلیسي څخه ده، مګر تاسو په نورو ژبو کې <strong>وړاندیزونه</strong> لیدلی شئ. د <strong>پروفایل</strong> آیکون باندې کلیک وکړئ، بیا د <strong>ترتیباتو</strong> لینک او هر هغه ژبه اضافه کړئ چې تاسو یې خبرې کوئ. په ښکته ښي لاس کونج کې به د ژباړو یو لیست وي چې نوم یې <strong>سیمه ایز</strong> دی. ژباړه یوه ورځ وروسته په سایټ کې ښودل کیږي.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
ps: د عام غږ سایټ ژباړه په <strong>Pontoon</strong> کې کیږي.

source: Try again by dragging your file here
ps: بیا هڅه وکړئ خپل فایل دلته راښکته کړئ

source: Try to keep your response to 15-30 seconds
ps: هڅه وکړئ چې خپل ځواب ۱۵-۳۰ ثانیو ته وساتئ.

source: Try uploading again
ps: بیا د پورته کولو هڅه وکړئ

source: Tshiluba
ps: تشيلوبا

source: Tshivenda
ps: تشیویندا

source: Tuki
ps: توکي

source: Tumbuka
ps: ټومبوکا

source: Tunen
ps: تونېن

source: Tupuri
ps: توپوري

source: Turkish
ps: ترکي

source: Turkmen
ps: ترکمني

source: Tush
ps: ټوش

source: Tuvan
ps: تووان

source: Twi
ps: توي

source: Typically megabytes
ps: معمولا میګابایټ

source: Ubykh
ps: اوبیخي

source: Udmurt
ps: اودمورتي

source: Ukrainian
ps: اوکرایني

source: Unclear
ps: ناڅرګند

source: Understand contribution criteria
ps: د ونډې په معیارونو پوه شئ

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
ps: پوه شئ چې څنګه د ګډ غږ ډیټاسیټ ته د جملو او آډیو کلیپونو مرسته او اعتبار ورکړئ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
ps: پوهه شئ چې د غږ کلپونو اوریدلو په وخت کې د څه په لټه کې شئ او ستاسو د غږ ثبت کولو کې هم مرسته وکړئ!

source: Universities, Academics and Researchers
ps: پوهنتونونه، اکادمیکان او څیړونکي

source: Upload aborted. Do you want to delete your recordings?
ps: اپلوډ رد شو. ایا تاسو غواړئ خپل ثبتونه ړنګ کړئ؟

source: Upload an image file
ps: د انځوریزه دوتنه اپلوډ کړئ

source: { $uploadedSentences } of { $totalSentences } sentences collected
ps: { $uploadedSentences } د { $totalSentences } جملو راټول شوي

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
ps: د { $totalSentences } جملو څخه { $uploadedSentences } راټول شوي. د رد شویو جملو ډاونلوډ کولو لپاره دلته <downloadLink> کلیک وکړئ</downloadLink>.

source: Upload failed, please retry.
ps: اپلوډ ناکام شو، مهرباني وکړئ بیا هڅه وکړئ.

source: Upload <icon></icon> public domain sentences
ps: د عامه ډومین جملې <icon></icon> پورته کړئ

source: Upload in progress...
ps: اپلوډ روان دی...

source: Upload more sentences?
ps: نورې جملې پورته کړئ؟

source: Upload of this clip keeps failing at server. Reload the page or try again later.
ps: د دې کلیپ اپلوډ په سرور کې ناکام پاتې کیږي. پاڼه بیا پورته کړئ یا وروسته بیا هڅه وکړئ.

source: Upload of this clip keeps failing, keep retrying?
ps: د دې کلیپ اپلوډ ناکام پاتې کیږي، بیا هڅه وکړئ؟

source: Urdu
ps: اردو

source: Use Bilingual Prompts
ps: د دوه ژبو اشارو څخه کار واخلئ

source: Use bilingual prompts that incorporate both languages in your question: Example:
ps: ستاسو په پوښتنه کې د دواړو ژبو لپاره دوه ژبې لارښوونې وکاروئ: مثال:

source: Use correct grammar
ps: سمه ګرامر وکاروئ

source: Use correct spelling and grammar.
ps: سم املا او ګرامر وکاروئ.
